;(function ($) { $.fn.h_datepicker.language['ar'] = {
    days: ['الأحد', 'الأثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعه', 'السبت'],
    daysShort: ['أحد','إثنين','ثلاثاء','أربعاء','خميس','جمعة','سبت'],
    daysMin: ['أح','إث','ثلا','أر','خم','جم','سب'],
    months: ['محرم', 'صفر', 'ربيع الأول', 'ربيع الثاني', 'جمادى الأولى', 'جمادى الآخرة', 'رجب', 'شعبان', 'رمضان', 'شوال', 'ذو القعدة', 'ذو الحجة'],
    monthsShort: ['محرم', 'صفر', 'ربيع ١', 'ربيع ٢', 'جمادى ١', 'جمادى ٢', 'رجب', 'شعبان', 'رمضان', 'شوال', 'ذو القعدة', 'ذو الحجة'],
    today: 'اليوم',
    clear: 'حذف',
    dateFormat: "dd/mm/yyyy",
    timeFormat: "hh:ii aa",
    firstDay: 0,
}; })(jQuery);